abusaidm.html-snippets
arcticicestudio.nord-visual-studio-code
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
eamodio.gitlens
formulahendry.code-runner
harg.iceberg
hediet.vscode-drawio
James-Yu.latex-workshop
mechatroner.rainbow-csv
mitaki28.vscode-clang
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
oderwat.indent-rainbow
rebornix.ruby
rust-lang.rust
satokaz.vscode-bs-ctrlchar-remover
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
wingrunr21.vscode-ruby
yzane.markdown-pdf
