{
  "0x96f.nvim": { "branch": "main" },
  "BackAndForward.vim": { "branch": "master" },
  "BigSheetGardna.nvim": { "branch": "main" },
  "ColorfulDiff.nvim": { "branch": "main" },
  "Comment.nvim": { "branch": "master" },
  "CopilotChat.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "YankAssassin.nvim": { "branch": "main" },
  "actions-preview.nvim": { "branch": "master" },
  "ayu-vim": { "branch": "master" },
  "barbecue.nvim": { "branch": "main" },
  "blame.nvim": { "branch": "main" },
  "blink-bang-word-light.nvim": { "branch": "feat/visual-mode-highlight" },
  "bufferline.nvim": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "chromabuffer": { "branch": "main" },
  "claude-code.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-env": { "branch": "main" },
  "cmp-mocword": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-tmux": { "branch": "main" },
  "cmp-treesitter": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "codewindow.nvim": { "branch": "master" },
  "colorful-menu.nvim": { "branch": "master" },
  "conflict-marker.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "core.nvim": { "branch": "main" },
  "csv-tools.lua": { "branch": "master" },
  "data-viewer.nvim": { "branch": "main" },
  "decisive.nvim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dmacro.vim": { "branch": "main" },
  "dropbar.nvim": { "branch": "master" },
  "edge": { "branch": "master" },
  "efmls-configs-nvim": { "branch": "main" },
  "everforest": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "fyler.nvim": { "branch": "stable" },
  "garbage-day.nvim": { "branch": "main" },
  "git-log.nvim": { "branch": "main" },
  "git-messenger.vim": { "branch": "master" },
  "git.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "helpview.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "hunk.nvim": { "branch": "master" },
  "iceberg.vim": { "branch": "master" },
  "in-and-out.nvim": { "branch": "master" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "instant-rename.nvim": { "branch": "main" },
  "instant.nvim": { "branch": "master" },
  "jellybeans.vim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "kyotonight.vim": { "branch": "master" },
  "lasterisk.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lexima.vim": { "branch": "master" },
  "linediff.vim": { "branch": "main" },
  "live-rename.nvim": { "branch": "main" },
  "live-share.nvim": { "branch": "main" },
  "log-highlight.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luminate.nvim": { "branch": "refactor" },
  "markmap.nvim": { "branch": "main" },
  "marp.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "minty": { "branch": "main" },
  "mkdir.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "nightcity.nvim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "numb.nvim": { "branch": "master" },
  "nvim-aibo": { "branch": "main" },
  "nvim-anywise-reg.lua": { "branch": "main" },
  "nvim-automa": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-overleaf": { "branch": "main" },
  "nvim-pqf": { "branch": "main" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-swm": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "other.nvim": { "branch": "main" },
  "outline.nvim": { "branch": "main" },
  "peek.nvim": { "branch": "master" },
  "pinkmare": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "qfc.nvim": { "branch": "main" },
  "sakura": { "branch": "main" },
  "screenkey.nvim": { "branch": "main" },
  "select-undo.nvim": { "branch": "main" },
  "sidebar.nvim": { "branch": "main" },
  "slidev.nvim": { "branch": "main" },
  "smart-scrolloff.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "sweetie.nvim": { "branch": "master" },
  "symbol-usage.nvim": { "branch": "main" },
  "timber.nvim": { "branch": "main" },
  "tiny-devicons-auto-colors.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "treemonkey.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "tsc.nvim": { "branch": "main" },
  "tsnode-marker.nvim": { "branch": "main" },
  "undotree": { "branch": "main" },
  "url-open": { "branch": "main" },
  "vim-colors-hatsunemiku": { "branch": "main" },
  "vim-hybrid": { "branch": "master" },
  "vim-maketable": { "branch": "master" },
  "vim-nightfly-colors": { "branch": "master" },
  "vim-sonictemplate": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "volt": { "branch": "main" },
  "weview.nvim": { "branch": "main" },
  "yankbank-nvim": { "branch": "main" }
}
